package com.ibs.lcp.util;

public class FaceComment {
	
	
	String[] poem3={
			"亭亭玉立",
			"窈窕淑女",
			"楚楚动人",
			"娇羞可爱",
			"小萝莉一个",
			"有女初长成",
			"娉娉袅袅十三余,豆蔻梢头二月初 ",
			"瓠犀发皓齿，双蛾颦翠眉。红脸如开莲，素肤若凝脂",
			"美人如花隔云端",
			"肤如凝脂，吹弹可破，如丝绸之光滑",
			"芙蓉如面柳如眉",
			"远而望之，皎若太阳升朝霞,迫而察之，灼若芙蕖出渌波",
			"延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜",
			"翩如浮云，矫若惊龙。面如凝脂，眼如点漆",
			"凤眼半弯藏琥珀，朱唇一颗点樱桃",
			"窈窕淑女，君子好逑",
			"所谓美人者,以花为貌,以鸟为声,以月为神,以柳为态,以玉为骨,以冰雪为肤,以秋水为姿",
			"你那么漂亮，如果还单身，我能介绍我主人和你认识吗？/::)他很优秀哦",
	};
	String[] smile={
			"手如柔荑，肤如凝脂。领如蝤蛴，齿如瓠犀。螓首蛾眉。巧笑倩兮，美目盼兮",
			"媚眼含羞合，丹唇逐笑开",
			"靥笑春桃兮，云髻堆翠",
			"灿如春华，皎如秋月",
			"微晕红潮一线，拂向桃腮红，两颊笑涡霞光荡漾",
			"巧笑倩兮，美目盼兮",
			"眉梢眼角藏秀气，声音笑貌露温柔",
			"脉脉眼中波，盈盈花盛处",
			"笑颜如花绽，玉音婉转流",
			"所谓美人者,以花为貌,以鸟为声,以月为神,以柳为态,以玉为骨,以冰雪为肤,以秋水为姿",
			"你那么漂亮，如果还单身，我能介绍我主人和你认识吗？/::)他很优秀哦",
	};
	String[] cold={
			"淡眉如秋水,玉肌伴轻风 ",
			"绝代有佳人,幽居在空谷",
			"北方有佳人,绝世而独立",
			"蒹葭苍苍,白露为霜。所谓伊人,在水一方",
			"若把西湖比西子，浓妆淡抹总相宜",
			"清水出芙蓉，天然去雕饰",
			"含词未吐，气若幽兰",
			"有美一人，清扬婉兮",
			"质傲清霜色，香含秋露华",
			"窈窕淑女，君子好逑/::*",
			"你那么漂亮，如果还单身，我能介绍我主人和你认识吗？/::)他很优秀哦",
	};
	
	String[] poem4={
			"云想衣裳花想容，春风拂槛露华浓",
			"一枝红艳露凝香",
			"皎皎兮似轻云之蔽月，飘飘兮若回风之流雪",
			"脉脉眼中波，盈盈花盛处",
			"延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜",
			"翩如浮云，矫若惊龙。面如凝脂，眼如点漆",
			"凤眼半弯藏琥珀，朱唇一颗点樱桃",
			"若把西湖比西子，浓妆淡抹总相宜",
			"清水出芙蓉，天然去雕饰",
			"含词未吐，气若幽兰",
			"你那么漂亮，如果还单身，我能介绍我主人和你认识吗？/::)他很优秀哦",
	};

	public String[] getPoem3() {
		return poem3;
	}

	public void setPoem3(String[] poem3) {
		this.poem3 = poem3;
	}

	public String[] getSmile() {
		return smile;
	}

	public void setSmile(String[] smile) {
		this.smile = smile;
	}

	public String[] getCold() {
		return cold;
	}

	public void setCold(String[] cold) {
		this.cold = cold;
	}

	public String[] getPoem4() {
		return poem4;
	}

	public void setPoem4(String[] poem4) {
		this.poem4 = poem4;
	}
	
	
	
}
